ms-vscode.live-server
ms-vscode-remote.vscode-remote-extensionpack
ms-azuretools.vscode-docker
ms-kubernetes-tools.vscode-kubernetes-tools
GitHub.copilot
golang.Go
vadimcn.vscode-lldb
rust-lang.rust-analyzer
Dart-Code.flutter
ms-python.python
ms-python.vscode-pylance
antfu.vite
Vue.volar
Vue.vscode-typescript-vue-plugin
4ops.terraform
vscodevim.vim
pomdtr.excalidraw-editor
arcticicestudio.nord-visual-studio-code
Catppuccin.catppuccin-vsc
